Repository: Lahmatov/Family-app
Catalog: ios/FamilyApp/Resources/Localizable.xcstrings
Source language: en
Languages: pt_pt, ru

# settings.language.footer
source: Russian, English or Portuguese — choose in the iPhone settings for this app.
pt_pt: Russo, inglês ou português — escolha nas definições do iPhone para esta aplicação.
ru: Русский, английский или португальский — выбирается в настройках iPhone для этого приложения.

# settings.signOut
source: Sign out
pt_pt: Terminar sessão
ru: Выйти

# settings.signOut.footer
source: Signs you out on all devices.
pt_pt: Termina a sessão em todos os dispositivos.
ru: Выход на всех устройствах.

# tab.budget
source: Budget
pt_pt: Orçamento
ru: Бюджет

# tab.children
source: Kids
pt_pt: Crianças
ru: Дети

# tab.family
source: Family
pt_pt: Família
ru: Семья

# tab.goals
source: Goals
pt_pt: Objetivos
ru: Цели

# tab.listings
source: Homes
pt_pt: Casas
ru: Квартиры

# tab.settings
source: Settings
pt_pt: Definições
ru: Настройки

# vaccine.dtpa_ipv
source: DTaP-IPV booster
pt_pt: Reforço DTPa-VIP
ru: Бустер АКДС-ИПВ

# vaccine.hepb
source: Hepatitis B
pt_pt: Hepatite B
ru: Гепатит B

# vaccine.hexa
source: Hexavalent (DTaP-IPV-Hib-HepB)
pt_pt: Hexavalente (DTPa-VIP-Hib-VHB)
ru: Шестивалентная (АКДС-ИПВ-Hib-ГепB)

# vaccine.hpv
source: HPV
ru: ВПЧ

# vaccine.menb
source: Meningococcal B
pt_pt: Meningocócica B
ru: Менингококк B

# vaccine.menc
source: Meningococcal C
pt_pt: Meningocócica C
ru: Менингококк C

# vaccine.mmr
source: MMR (measles, mumps, rubella)
pt_pt: VASPR (sarampo, papeira, rubéola)
ru: КПК (корь, паротит, краснуха)

# vaccine.pcv13
source: Pneumococcal
pt_pt: Pneumocócica
ru: Пневмококк

# vaccine.td
source: Td (tetanus, diphtheria)
pt_pt: Td (tétano, difteria)
ru: Td (столбняк, дифтерия)

# validation.amountInvalid
source: The amount doesn't look right.
pt_pt: O montante não parece correto.
ru: Сумма введена неверно.

# validation.amountMissing
source: Enter an amount.
pt_pt: Introduza um montante.
ru: Введите сумму.

# validation.amountNotPositive
source: The amount must be greater than zero.
pt_pt: O montante tem de ser superior a zero.
ru: Сумма должна быть больше нуля.

# validation.amountTooLarge
source: The amount is too large.
pt_pt: O montante é demasiado elevado.
ru: Слишком большая сумма.

# validation.categoryMissing
source: Choose a category.
pt_pt: Escolha uma categoria.
ru: Выберите категорию.

# validation.date
source: Check the date.
pt_pt: Verifique a data.
ru: Проверьте дату.

# validation.fxRateInvalid
source: The exchange rate doesn't look right.
pt_pt: A taxa de câmbio não parece correta.
ru: Курс указан неверно.

# validation.fxRateMissing
source: Enter the exchange rate.
pt_pt: Introduza a taxa de câmbio.
ru: Укажите курс обмена.

# validation.tooLong
source: The text is too long.
pt_pt: O texto é demasiado longo.
ru: Слишком длинный текст.
